import React from 'react';
import './App.css';

const Help = ({toggle}) => {
  return (
    <div className='wrapper questions'>
      <p>Что написать в сообщении или файле?</p>
      <ul>1. Чем вы занимаетесь?
          <li>Расскажите о своей компании.</li> 
          <li>Как работаете, на чем зарабатываете?</li>
          <li>Кто ваши конкуренты?</li>
          <li>Чем вы от них отличаетесь?</li>
      </ul>
      <ul>2. В чем ваша задача?
          <li>Чего хотите достичь в ближайшем будущем?</li>
          <li>Что вам мешает?</li>
      </ul>
      <ul>3. Каким вы видите решение задачи?
          <li>Как планируете достичь своих целей?</li>
          <li>Какие решения пробовали раньше?</li>
      </ul>
      <ul>4. Какие у вас ожидания от результата?
          <li>В каком виде вы хотите видеть решение вашей задачи?</li>
          <li>В какой срок?</li>
          <li>Почему он важен?</li>
          <li>На что это должно быть похоже?</li>
      </ul>
      <ul>5. Сколько денег планируете потратить?
          <li>Каков ваш бюджет?</li>
          <li>Почему вы готовы потратить именно такую сумму?</li>
      </ul>  
      <button className='big_btn' onClick={() => toggle(true)}><div className='arrow'></div>Вернуться к заполнению</button>  
    </div>
  )
};

export default Help;
